---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.GroupnameParam
source: html/bb891da0-71a9-edf9-6c80-5157bfa5b450.htm
---
# Autodesk.Revit.DB.ParameterTypeId.GroupnameParam Property

"Group Name for Ribbon Combo Items (for Use with XAML)"

## Syntax (C#)
```csharp
public static ForgeTypeId GroupnameParam { get; }
```